;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.31.40
; Update: 09.08.2015
;
[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonMinimize=Схаваць
ButtonMaximize=Разгарнуць
ButtonClose=Зачыніць
ButtonRestore=Аднавіць
ButtonMenu=Мэню

[Lang]
NativeLanguage=Беларуская
[Translation]
LangCode=0423
ReadHabit=Зьлева направа
LanguageName=BEL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Папярэджаньне
Error=Памылка
Confirm=Пацьверджаньне
CurVer=Бягучая вэрсія:
FrmGBMain.btnfeedback.caption=Воднук
FrmGBMain.btncheckver.caption=Шукаць абнаўленьні
BtnEnd=Спыніць
;
; About
;
FrmGBAbout.caption=Пра праґраму
FrmGBAbout.btnok.caption=Добра
FrmGBAbout.lblver.caption=Бягучая вэрсія:
FrmGBAbout.lblemail.caption=Эл.адрас падтрымкі:
FrmGBAbout.lblhome.caption=Хатняя старонка:
FrmGBAbout.lblthank.caption=Дзякуем наступным панам за іх садзейнічаньне:

;
; Popup Menu
;
pmNewsletter=Атрымліваць навіны
pmfeedback=Водгук..
pmHelp=Анлайн-даведка
pmHome=Хатняя старонка
pmContact=Скантактавацца
pmCheckNew=Шукаць абнаўленьні
pmLang=Мова
pmAbout=Пра праґраму
pmCheckNew=Шукаць абнаўленьні
pmrun=Запусьціць
pmadd=Дадаць гульню
pmdel=Выдаліць
pminfo=Падрабязна
pmEndProcess=Завяршыць
pmExclude=Выключыць
pmNoExclude=Уключыць
pmGoogle=Шукаць праз Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Мае гульні
FrmGBMain.BtnTabOpt.Caption=Паскарэньне
FrmGBMain.BtnTabProcess.Caption=Працэсы
FrmGBMain.BtnTabService.Caption=Службы
FrmGBMain.Btnlikeit.Caption=Падабаецца
FrmGBMain.BtnRestore.Caption=Аднавіць

;
; Like Us
;
FrmLikeit.lblTitle.caption=Калі Вам спадабаўся Wise Game Booster, калі ласка парайце гэтае прыкладаньне ўсім вашым сябрам.
FrmLikeit.lblInfo.caption=Калі ласка, дзяліцеся Wise Game Booster з вашымі роднымі, сябрамі, сваякамі, калеґамі й аднаклясьнікамі пры дапамозе эл.пошты, жывальнікаў, Twitter, YouTube, Facebook і г.д.. Яны таксама застануцца задаволенымі гэтаю праґрамаю.
FrmLikeit.lblRate.caption= Рэйтынґ Wise Game Booster:
FrmLikeit.lblfollow.caption=Дадайце нас:
FrmLikeit.lblshare.caption=Падзяліцца Wise Game Booster:
FrmLikeit.btndownload.caption=Спампаваць
FrmLikeit.imgrate.hint=Надайце нам 5 зоркаў
FrmLikeit.imgmail.hint=Падзяліцца праз эл.пошту
FrmLikeit.imgface1.hint=Падзяліцца праз Facebook
FrmLikeit.imgface2.hint=Дадайце нас у Facebook
FrmLikeit.imgtwitter1.hint=Падзяліцца праз Twitter
FrmLikeit.imgtwitter2.hint=Дадайце нас у Twitter
FrmLikeit.Caption=Падабаецца
FrmLikeit.lbldownload.caption=Спампуйце больш дармавых праґрамаў з WiseCleaner.com

FrmGBMain.btnFacebook.hint=Лайкнуць WiseCleaner у Facebook
FrmGBMain.btnTwitter.hint=Цвыркнуць пра Wise Game Booster у Twitter
FrmGBMain.btnEmail.hint=Параіць Wise Game Booster сябрам

;
; gameinfo
;
FrmGameinfo.caption=Зьвесткі пра гульню
FrmGameinfo.lbltype.caption=Тып:
FrmGameinfo.lblname.caption=Імя файла:
FrmGameinfo.lblPublisher.caption=Распрацоўнікі:
FrmGameinfo.lbltimes.caption=Працягласьць працы:
FrmGameinfo.lbllasttime.caption=Апошні запуск:
FrmGameinfo.lblrate.caption=Рэйтынґ:
FrmGameinfo.lblcomment.caption=Нататка:
FrmGameinfo.btnok.caption=Добра
FrmGameinfo.btncancel.caption=Скасаваць
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Паскорыць
FrmGameBox.btnProcessopt.caption=Паскорыць
FrmGameBox.btnServiceopt.caption=Паскорыць
FrmGameBox.btnopt.caption=Паскорыць усё

;
;sysopt
;
FrmSysOpt.btnopt.caption=Паскорыць
FrmSysOpt.lblhint.caption=Калі ласка аптымізуйце наступныя пункты, каб павялічыць хуткадзейнасьць гульняў.
FrmSysOpt.lblreall.caption=Аднавіць
;
;processopt
;
FrmProcess.lblhint.caption=Зачыніце працэсы, якія спажываюць занадта шмат памяці, каб павялічыць хуткасьць кампутара. 
ProcessCpu=CPU
ProcessMemory=Памяць
ProcessSuggest=Прапанова
ProcessAction=Кіраваньне
ProcessMostMemUse=Праґрамы
;
;Serviceopt
;
FrmService.lblhint.caption=Спыніце непатрэбныя службы, каб павялічыць хуткасьць гульняў. 
ServicePublisher=Распрацоўнікі
ServiceSuggest=Прапанова
ServiceAction=Кіраваньне
ServiceStop=Службы
ServiceDisable=Спыніць (раіцца)
ServiceEnable=Запусьціць (раіцца) 
ServiceKeep=Пакінуць (раіцца)
ServiceMust=Трэба адчыніць

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Аднавіць усё
Frmrestore.caption=Аднаўленьне
Frmrestore.Btnok.caption=Добра
ServiceName=Імя
ServiceChangeDateTime=Дата зьмяненьня
ServiceRestore=Аднаўленьне

[GameBox]
lstbtnsearch=Шукаць
GameUnknow=Невядома
GameRPG=Ролевыя гульні
GameShot=Шутэры
GameOther=Іншыя гульні
NeverPlay=Ніколі
UnknowPublisher=Невядомыя
lstbtnadd=Дадаць
LblSysopt=Паскарэньне сыстэмы
LblProcessopt=Кіраваньне працэсамі
LblServiceopt=Аптымізацыя службаў
LblTitleCheck=Выпрабаваньне хуткадзейнасьці, чакайце...

[message]
NewVer=Маецца новая вэрсія! Жадаеце абнавіць праґраму?
FirRun=Вы жадаеце, каб праґрама выканала пошук усталяваных гульняў падчас першага запуску?
NoNewVer=Віншуем! Вы карыстаецеся апошняю вэрсіяю праґрамы.
CheckComputer=Выпрабаваньне хуткадзейнасьці, чакайце...
SearchGame=Пошук наяўных гульняў, калі ласка чакайце...
Allgood=Віншуем! Ваш кампутар у выдатным стане й не патрабуе паскарэньня. 
SysGood=Віншуем! Ня мае пунктаў для аптымізацыі. 
ProcessGood=Віншуем! Ня мае працэсаў для спыненьня. 
ServiceGood=Віншуем! Ня мае службаў для спыненьня. 
HaveProblem=Знойдзена %d пункт(а,аў)! Калі ласка, пстрыкніце "Паскорыць усё", каб выправіць іх.
sysProblem=%d можа быць аптымізавана.
Processproblem=%d можа быць спынена.
Serviceproblem=%d можа быць спынена.
DeleteGame=Вы сапраўды жадаеце выдаліць гэтую гульню?
HaveOpt=Аптымізавана
btnRestore=Аднавіць
btnOpt=Аптымізаваць
BtnAction=Дзеяньне
BtnStop=Спыніць
SuggestClose=Спыніць (раіцца)
SuggestKeep=Пакінуць (раіцца)
haveStoped=Спынена
HaveRun=Працуе
BtnRun=Запуск
HaveFail=Збой прыпыненьня
OptComputer=Аптымізацыя, калі ласка чакайце...
AllgoodAfterOpt=Паскарэньне выкананае, %s Мб вызвалена. Прыемнае гульні!
AllgoodAfterManualOpt=Віншуем! Ня мае пунктаў для аптымізацыі. Прыемнае гульні!
HaveProblemAfterOpt=Збой аптымізацыі %d пункта(ў), але %s Мб вызвалена.
TranslateTo=Перакласьці...

[sysopt]
SystemStable=Устойлівасьць Сыстэмы
SystemSpeedup=Паскарэньне Сыстэмы
NetworkSpeedup=Паскарэньне сеткі
AutoKill=Зачыняць працэсы, што завісьлі, каб пазьбегнуць крахаў Сыстэмы
RestartExplorer=Аўтаматычна перазапускаць Праваднік падчас яго завісаньня
TwoProcess=Запускаць складнікі Правадніка Windows як асобныя працэсы, каб пазьбегнуць сыстэмных канфліктаў
ErrorReport=Забараніць адлюстраваньне паведамленьняў пра памылкі для паляпшэньня сыстэмнае хуткадзейнасьці
Debugger=Забараніць адладчык для паскарэньня апрацоўкі памылкаў
OptMemory=Аптымізаваць змоўчныя налады выкарыстаньня памяці для паляпшэньня хуткадзейнасьці Сыстэмы
OptVEff=Аптымізаваць адлюстраваньне складнікаў карыстацкага інтэрфэйсу (дыялёґавыя вокны, мэню й г.д.) для паляпшэньня хуткадзейнасьці Сыстэмы
OptFileSystem=Аптымізаваць файлавую сыстэму для паляпшэньня сыстэмнае хуткадзейнасьці
OptDiskSystem=Аптымізаваць падсыстэму дыскавага Ў/В для паляпшэньня сыстэмнае хуткадзейнасьці
DisAutoRun=Забараніць функцыю "Самазапуск" для папярэджаньня заражэньня вірусамі й іх распаўсюду
OptTTL=Аптымізаваць налады TTL ("Час жыцьця") для паляпшэньня сеціўнае хуткадзейнасьці
OptNetForward=Аптымізаваць прапускную здольнасьць злучэньня для паляпшэньня сеціўнае хуткадзейнасьці
OptMTU=Палепшыць хуткадзейнасьць TCP/IP праз аўтаматычнае выяўленьне "чорных дзіраў" мэтадам маршрутызацыі Path MTU Discovery
OptWINS=Аптымізаваць час запытаў WINS-імёнаў для паляпшэньня перадачы зьвесткаў
OptNetWork=Аптымізаваць сеціўныя налады для паляпшэньня хуткадзейнасьці злучэньня
CloseAnimate=Забараніць "эфэкты пераходу" для паляпшэньня хуткадзейнасьці інтэрфэйсу Windows
PagingExecutive=Забараніць падпампоўваньне памяці й паменшыць дыскавы Ў/В для паляпшэньня працы прыкладаньняў. (Можна прапусьціць, калі фізычная памяць <1Ґб)
StaticIP=Прызначыць сталы IP-адрас для вашага лякальнага злучэньня, каб паскорыць запуск Сыстэмы
PorcessorTime=Аптымізаваць хуткадзейнасьць працэсара для выкананьня прыкладаньняў, гульняў ды інш. (Ня дзейнічае для паслугачоў)
DisableIDECheck=Папярэдзіць праверку Windows IDE-каналу для паляпшэньня запуску Сыстэмы
ForeAppSpeed=Павялічыць хуткасьць адказу прыярытэтных праґрамаў
AeroPeek=Павялічыць хуткасьць адлюстраваньня эфэктаў AeroPeek
AeroSnap=Паскорыць Aero Snap, каб павялічыць хуткасьць адлюстраваньня эскізаў.
ShowSpeed=Аптымізаваць хуткасьць адлюстраваньня адказу сыстэмы.
IconCache=Павялічыць сыстэмны кэш значакаў, каб паскорыць іх адлюстраваньне на Стальцу.
OptDiskIdle=Аптымізаваць дыскавы Ў/В падчас прастою Сыстэмы.
OptIEConnection=Павялічыць найбольшы лік злучэньняў на паслугач для паскарэньня хуткасьці прагляду вэб-старонкаў і сеціўнага відэа.
OptEthernet=Аптымізаваць хуткадзейнасьць сеткавае карты.